Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# optionsEdit.site.header
source: Site Details
ar: تفاصيل الموقع
ca: Detalls del lloc
cs: Detaily webu
da: Webstedsdetaljer
de: Webseite-Details
el: Λεπτομέρειες ιστότοπου
es: Detalles del sitio
fi: Sivuston tiedot
fr: Détails du Site
he: פרטי האתר
hi: साइट विवरण
hr: Detalji stranice
hu: Webhely részletei
id: Detail Situs
it: Dettagli Sito
ja: サイト詳細
ko: 사이트 세부 정보
ms: Butiran Tapak
nb: Nettstedsdetaljer
pl: Szczegóły strony
pt_br: Detalhes do Site
pt_pt: Detalhes do Site
ro: Detalii site
ru: Детали сайта
sv: Sajtdetaljer
th: รายละเอียดไซต์
tr: Site Ayrıntıları
uk: Деталі Сайту
ur: سائٹ کی تفصیلات
vi: Chi tiết trang
zh_hans: 网站详情
zh_hant: 網站詳情

# optionsEdit.site.Link
source: Link
ar: الرابط
ca: Enllaç
cs: Odkaz
el: Σύνδεσμος
es: Enlace
fi: Linkki
fr: Lien
he: קישור
hi: लिंक
hr: Poveznica
id: Tautan
ja: リンク
ko: 링크
ms: Pautan
nb: Lenke
ru: Ссылка
sv: Länk
th: ลิงก์
tr: Bağlantı
uk: Посилання
ur: لنک
vi: Liên kết
zh_hans: 链接
zh_hant: 連結

# optionsEdit.site.name
source: Name
ar: الاسم
ca: Nom
cs: Název
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
hr: Naziv
hu: Név
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pl: Nazwa
pt_br: Nome
pt_pt: Nome
ro: Nume
ru: Название
sv: Namn
th: ชื่อ
tr: Ad
uk: Назва
ur: نام
vi: Tên
zh_hans: 名称
zh_hant: 名稱

# optionsEdit.title.addSite
source: Add Site
ar: أضف موقعًا
ca: Afegeix lloc
cs: Přidat web
da: Tilføj websted
de: Website hinzufügen
el: Προσθήκη ιστότοπου
es: Añadir sitio
fi: Lisää sivusto
fr: Ajouter un site
he: הוסף אתר
hi: साइट जोड़ें
hr: Dodaj stranicu
hu: Weboldal hozzáadása
id: Tambahkan Situs
it: Aggiungi sito
ja: サイトを追加
ko: 사이트 추가
ms: Tambah Tapak
nb: Legg til nettsted
nl: Site toevoegen
pl: Dodaj stronę
pt_br: Adicionar Site
pt_pt: Adicionar site
ro: Adaugă site
ru: Добавить сайт
sv: Lägg till webbplats
th: เพิ่มไซต์
tr: Site Ekle
uk: Додати сайт
ur: سائٹ شامل کریں
vi: Thêm trang
zh_hans: 添加网站
zh_hant: 新增網站

# PhotoLibrary-Allowed
source: Allowed
ar: مسموح
ca: Permès
cs: Povoleno
da: Tilladt
de: Erlaubt
el: Επιτρέπεται
es: Permitido
fi: Sallittu
fr: Autorisé
he: מורשה
hi: अनुमत
hr: Dozvoljeno
hu: Engedélyezett
id: Diizinkan
it: Consentito
ja: 許可済み
ko: 허용됨
ms: Dibenarkan
nb: Tillatt
nl: Toegestaan
pl: Dozwolone
pt_br: Permitido
pt_pt: Permitido
ro: Permis
ru: Разрешено
sv: Tillåten
th: อนุญาต
tr: İzin Verildi
uk: Дозволено
ur: اجازت یافتہ
vi: Được phép
zh_hans: 已允许
zh_hant: 已允許

# PhotoLibrary-Denied
source: Denied
ar: محظور
ca: Denegat
cs: Odmítnuto
da: Afvist
de: Verweigert
el: Απορρίφθηκε
es: Denegado
fi: Estetty
fr: Refusé
he: נשלל
hi: अस्वीकृत
hr: Odbijeno
hu: Megtagadva
id: Ditolak
it: Negato
ja: 拒否済み
ko: 거부됨
ms: Ditolak
nb: Avvist
nl: Geweigerd
pl: Odmowa
pt_br: Negado
pt_pt: Negado
ro: Refuzat
ru: Запрещено
sv: Nekad
th: ปฏิเสธ
tr: Reddedildi
uk: Заборонено
ur: مسترد
vi: Bị từ chối
zh_hans: 已拒绝
zh_hant: 已拒絕

# PhotoLibrary-Limited
source: Limited
ar: محدود
ca: Limitat
cs: Omezeno
da: Begrænset
de: Eingeschränkt
el: Περιορισμένο
es: Limitado
fi: Rajoitettu
fr: Limité
he: מוגבל
hi: सीमित
hr: Ograničeno
hu: Korlátozott
id: Terbatas
it: Limitato
ja: 制限付き
ko: 제한됨
ms: Terhad
nb: Begrenset
nl: Beperkt
pl: Ograniczone
pt_br: Limitado
pt_pt: Limitado
ro: Limitat
ru: Ограничено
sv: Begränsad
th: จำกัด
tr: Sınırlı
uk: Обмежено
ur: محدود
vi: Giới hạn
zh_hans: 受限
zh_hant: 受限

# PhotoLibrary-Not determined
source: Not determined
ar: غير محدد
ca: No determinat
cs: Není určeno
da: Ikke bestemt
de: Nicht festgelegt
el: Μη καθορισμένο
es: No determinado
fi: Ei määritetty
fr: Non déterminé
he: לא נקבע
hi: निर्धारित नहीं
hr: Nije određeno
hu: Nincs meghatározva
id: Belum ditentukan
it: Non determinato
ja: 未決定
ko: 미정
ms: Belum ditentukan
nb: Ikke bestemt
nl: Niet bepaald
pl: Nie ustalono
pt_br: Não determinado
pt_pt: Não Determinado
ro: Nedeterminat
ru: Не определено
sv: Ej fastställd
th: ยังไม่ได้กำหนด
tr: Belirlenmedi
uk: Не визначено
ur: غیر متعین
vi: Chưa xác định
zh_hans: 未确定
zh_hant: 未確定

# PhotoLibrary-Unknown
source: Unknown
ar: غير معروف
ca: Desconegut
cs: Neznámo
da: Ukendt
de: Unbekannt
el: Άγνωστο
es: Desconocido
fi: Tuntematon
fr: Inconnu
he: לא ידוע
hi: अज्ञात
hr: Nepoznato
hu: Ismeretlen
id: Tidak diketahui
it: Sconosciuto
ja: 不明
ko: 알 수 없음
ms: Tidak diketahui
nb: Ukjent
nl: Onbekend
pl: Nieznane
pt_br: Desconhecido
pt_pt: Desconhecido
ro: Necunoscut
ru: Неизвестно
sv: Okänd
th: ไม่ทราบ
tr: Bilinmiyor
uk: Невідомо
ur: نامعلوم
vi: Không rõ
zh_hans: 未知
zh_hant: 未知

# promotion.text
source: Hey! Here's a wild thought: What if your virtual coffee could fuel a regular human who spends his days project-managing IT stuff and his evenings being an awesome dad to two kids (and two cats!) to create some pretty neat apps? Plot twist: When the rest of the world is sleeping, this guy (that's me, Sascha) is coding away like a caffeinated wizard, turning cool ideas into actual things that live in your phone. So yeah, maybe send a coffee this way?
ar: مرحبًا! إليك فكرة غريبة: ماذا لو استطاعت قهوتك الافتراضية أن تغذي إنسانًا حقيقيًا يقضي أيامه في إدارة مشاريع تكنولوجيا المعلومات وأمسياته كأب رائع لطفلين (وقطتين!) لإنشاء تطبيقات جميلة؟ مفاجأة: عندما يكون بقية العالم نائمًا، هذا الرجل (أنا، Sascha) يقوم بالبرمجة مثل ساحر مليء بالكافيين، محولاً الأفكار الرائعة إلى أشياء حقيقية تعيش في هاتفك. فنعم، ربما أرسل قهوة في هذا الاتجاه؟
ca: Ei! Aquí va una idea boja: i si el teu cafè virtual pogués alimentar un humà corrent que passa els dies gestionant projectes d'informàtica i les nits sent un pare genial de dos nens (i dos gats!) per crear aplicacions ben xules? Gir argumental: quan la resta del món dorm, aquest noi (jo, en Sascha) programa com un mag cafeïnat, convertint idees genials en coses que viuen al teu telèfon. Així que, potser, envia un cafè cap aquí?
cs: Hej! Tady je bláznivá myšlenka: Co kdyby tvá virtuální káva mohla pohánět obyčejného člověka, který tráví dny řízením IT projektů a večery tím, že je skvělým tátou dvou dětí (a dvou koček!), aby vytvořil pár pěkných aplikací? Plot twist: Když zbytek světa spí, tento chlap (to jsem já, Sascha) kóduje jako kofeinový kouzelník a proměňuje skvělé nápady ve skutečné věci, které žijí ve tvém telefonu. Takže jo, možná pošli kávu tímto směrem?
da: Hej! Her er en vild tanke: Hvad nu hvis din virtuelle kaffe kunne give energi til et almindeligt menneske, der bruger sine dage på at projektlede IT-ting og sine aftener på at være en fantastisk far til to børn (og to katte!) for at skabe nogle ret seje apps? Plot twist: Når resten af verden sover, sidder denne fyr (det er mig, Sascha) og koder som en koffeinmættet troldmand og forvandler fede ideer til virkelige ting, der lever i din telefon. Så ja, måske send en kaffe denne vej?
de: Hey! Hier ist ein verrückter Gedanke: Was wäre, wenn deine Spende einem normalen Menschen helfen könnte, der tagsüber IT-Projekte managt und abends ein toller Papa von zwei Kindern (und zwei Katzen!) ist, richtig coole Apps zu entwickeln? Plot Twist: Wenn der Rest der Welt schläft, programmiert dieser Typ (das bin ich, Sascha) wie ein koffeingeladener Zauberer und verwandelt coole Ideen in echte Dinge, die in deinem Handy leben. Also ja, wie wär's mit einem Kaffee in diese Richtung?
el: Γεια! Έχουμε μια τρελή ιδέα: τι θα γινόταν αν ο εικονικός καφές σου μπορούσε να δώσει ενέργεια σε έναν κανονικό άνθρωπο που περνά τις μέρες του διαχειριζόμενος έργα IT και τα βράδια του σαν υπέροχος μπαμπάς δύο παιδιών (και δύο γατών!) ώστε να δημιουργήσει κάποια πολύ ωραία apps; Ανατροπή: όταν ο υπόλοιπος κόσμος κοιμάται, αυτός ο τύπος (εγώ, ο Sascha) κωδικοποιεί σαν καφεϊνισμένος μάγος, μετατρέποντας φοβερές ιδέες σε πράγματα που ζουν στο τηλέφωνό σου. Λοιπόν, μήπως να στείλεις έναν καφέ προς τα εδώ;
es: ¡Oye! Aquí va una idea loca: ¿Y si tu café virtual pudiera energizar a un humano normal que gestiona proyectos de IT durante el día y es un papá increíble de dos niños (¡y dos gatos!) por la noche a crear algunas aplicaciones bastante chulas? Giro inesperado: Cuando el resto del mundo está dormido, este tipo (soy yo, Sascha) está programando como un mago hipercafeinado, convirtiendo ideas geniales en cosas reales que viven en tu teléfono. Así que, ¿qué tal invitarme a un café?
fi: Hei! Mitä jos virtuaalinen kahvisi voisi piristää tavallista ihmistä, joka viettää päivänsä IT-projekteja halliten ja iltansa ollessaan mahtava isä kahdelle lapselle (ja kahdelle kissalle!) ja luo aika hienoja sovelluksia? Juonen käänne: kun muu maailma nukkuu, tämä kaveri (minä, Sascha) koodaa kuin kofeiinitaikuri, muuttaen hienoja ideoita todellisiksi asioiksi puhelimessasi. Joten ehkä lähettäisit kahvin tänne?
fr: Hey ! Voici une idée folle : Et si votre café virtuel pouvait alimenter un humain ordinaire, qui gère des projets IT la journée et qui est un super papa de deux enfants (et deux chats !) le soir, pour créer des applis plutôt sympas ? Rebondissement : Quand le reste du monde dort, ce type (c'est moi, Sascha) code comme un sorcier survitaminé, transformant des idées cool en vraies choses qui vivent dans votre téléphone. Alors ouais, pourquoi ne pas m'offrir un café?
he: היי! מחשבה מטורפת: מה אם הקפה הווירטואלי שלך יכול לתדלק אדם רגיל שמבלה את ימיו בניהול פרויקטי IT ואת ערביו כאבא מדהים לשני ילדים (ושני חתולים!) כדי ליצור אפליקציות די מגניבות? טוויסט בעלילה: כשכל העולם ישן, הבחור הזה (זה אני, סשה) מקודד כמו קוסם תחת קפאין, והופך רעיונות מגניבים לדברים אמיתיים שחיים בטלפון שלך. אז כן, אולי תשלח קפה לכאן?
hi: अरे! एक मजेदार विचार: क्या होगा अगर आपकी वर्चुअल कॉफी एक ऐसे व्यक्ति को ऊर्जा दे सके जो अपने दिन आईटी चीजों का प्रोजेक्ट मैनेजमेंट करने में और शामें दो बच्चों (और दो बिल्लियों!) के लिए एक शानदार पिता होने में बिताता है, ताकि वह कुछ बढ़िया ऐप्स बना सके? एक मोड़: जब बाकी दुनिया सो रही होती है, तब यह व्यक्ति (यानी मैं, साशा) कैफीन से भरे जादूगर की तरह कोडिंग कर रहा होता है, कूल आइडियाज को असली चीजों में बदल रहा होता है जो आपके फोन में रहती हैं। तो हां, शायद इधर एक कॉफी भेज दें?
hr: Hej! Evo jedne lude ideje: Što ako vaša virtualna kava može pokretati običnog čovjeka koji dane provodi upravljajući IT projektima, a večeri kao super tata dvoje djece (i dvije mačke!) da stvori neke prilično zgodne aplikacije? Plot twist: Dok ostatak svijeta spava, taj tip (to sam ja, Sascha) kodira kao kofeinski čarobnjak, pretvarajući kul ideje u stvarne stvari koje žive u vašem telefonu. Pa da, možda pošaljite kavu na ovu stranu?
hu: Hé! Van egy vad ötletünk: mi lenne, ha a virtuális kávéd energiát adna egy hétköznapi embernek, aki napközben IT-projekteket menedzsel és esténként két gyereknek (és két macskának!) szuper apukája, hogy menő alkalmazásokat készítsen? Csavar a történetben: amikor a világ többi része alszik, ez a fickó (én, Sascha) úgy kódol, mint egy koffeinfüggő varázsló, és menő ötleteket valósít meg, amelyek a telefonodban élnek. Szóval, talán küldj egy kávét erre?
id: Hei! Ada pemikiran liar: Bagaimana jika kopi virtualmu bisa menyokong seorang manusia biasa yang menghabiskan siangnya mengelola proyek TI dan malamnya menjadi ayah yang hebat bagi dua anak (dan dua kucing!) untuk membuat aplikasi yang cukup keren? Plot twist: Saat seluruh dunia tidur, pria ini (yaitu saya, Sascha) ngoding seperti penyihir berkafein, mengubah ide-ide keren menjadi sesuatu yang benar-benar ada di ponselmu. Jadi ya, mungkin kirimkan kopi ke sini?
it: Ehi! Ecco un'idea folle: E se il tuo caffè virtuale potesse alimentare un umano normale che passa le sue giornate a gestire progetti IT e le sue serate a essere un papà fantastico per due bambini (e due gatti!) per creare alcune app davvero interessanti? Colpo di scena: Quando il resto del mondo dorme, questo tipo (cioè io, Sascha) sta programmando come un mago pieno di caffeina, trasformando idee geniali in cose reali che vivono nel tuo telefono. Quindi sì, magari manda un caffè da questa parte?
ja: ねえ！こんな面白い考えはどうでしょう：あなたの仮想コーヒーが、昼間はIT関連のプロジェクト管理をし、夜は二人の子供（と二匹の猫！）の素晴らしいお父さんとして、素敵なアプリを作るために過ごす普通の人間の燃料になるとしたら？ここでひねり：世界中の人々が眠っているとき、この男（私、Saschaです）はカフェインを摂取した魔法使いのようにコーディングし、クールなアイデアをあなたのスマホに住む実際のものに変えています。だから、こちらにコーヒーを送ってみませんか？
ko: 이런 생각은 어때요? 당신의 가상 커피가 낮에는 IT 프로젝트를 관리하고 저녁에는 두 아이(그리고 두 마리 고양이!)의 멋진 아빠인 평범한 사람에게 힘을 줄 수 있다면, 그 사람이 멋진 앱을 만들 수 있을지도 몰라요. 반전: 세상이 잠든 사이에 이 사람(바로 저, Sascha)은 카페인을 먹은 마법사처럼 코드를 작성하며 멋진 아이디어를 여러분의 휴대폰 속에 살아있는 현실로 바꿉니다. 그러니, 커피 한 잔 보내보는 건 어떨까요?
ms: Hei! Apa kata begini: bagaimana jika kopi maya anda boleh memberi tenaga kepada seorang manusia biasa yang menghabiskan siangnya menguruskan projek IT dan malamnya menjadi ayah hebat kepada dua anak (dan dua ekor kucing!) untuk mencipta aplikasi yang hebat? Pusingan plot: ketika seluruh dunia sedang tidur, lelaki ini (saya, Sascha) sedang menulis kod seperti ahli sihir berkafein, mengubah idea hebat menjadi benda sebenar di telefon anda. Jadi, mungkin anda boleh belanja secawan kopi?
nb: Hei! Her er en vill tanke: Hva om den virtuelle kaffen din kan gi energi til en vanlig fyr som bruker dagene sine på å prosjektlede IT‑ting og kveldene på å være en fantastisk pappa for to barn (og to katter!) slik at han kan lage noen ganske kule apper? Plot twist: Når resten av verden sover, koder denne fyren (det er meg, Sascha) som en koffeinrik trollmann og forvandler kule ideer til virkelige ting som lever i telefonen din. Så, kanskje du sender en kaffe denne veien?
nl: Hey! Gek idee: wat als jouw virtuele koffie een gewone mens kan voeden die overdag IT-projecten managet en ’s avonds een geweldige vader is voor twee kinderen (en twee katten!) om leuke apps te maken? Plotwending: terwijl de rest van de wereld slaapt, zit deze kerel (dat ben ik, Sascha) te coderen als een cafeïnehoudende tovenaar en tovert coole ideeën om in echte dingen op je telefoon. Dus ja, misschien een koffie deze kant op sturen?
pl: Hej! Oto szalony pomysł: co by było, gdyby twoja wirtualna kawa mogła zasilić zwykłego człowieka, który spędza dni na zarządzaniu projektami IT, a wieczory będąc świetnym tatą dla dwójki dzieci (i dwóch kotów!), aby tworzyć całkiem fajne aplikacje? Zwrot akcji: gdy reszta świata śpi, ten facet (to ja, Sascha) koduje jak nakręcony czarodziej, zamieniając świetne pomysły w rzeczy, które żyją w twoim telefonie. Więc tak, może wyślij kawę w tę stronę?
pt_br: Ei! Aqui vai um pensamento maluco: e se o seu café virtual pudesse dar energia a um humano normal que passa seus dias gerenciando projetos de TI e suas noites sendo um pai incrível de duas crianças (e dois gatos!) para criar alguns aplicativos bem legais? Plot twist: quando o resto do mundo está dormindo, esse cara (sou eu, Sascha) está codando como um mago cafeinado, transformando ideias legais em coisas reais que vivem no seu telefone. Então, que tal mandar um café por aqui?
pt_pt: Ei! Aqui vai um pensamento maluco: E se sua doação pudesse ajudar um humano comum, que gerencia projetos de TI durante o dia e é um pai incrível de duas crianças (e dois gatos!) à noite, a criar alguns aplicativos bem legais? Plot twist: Quando o resto do mundo está dormindo, esse cara (sou eu, Sascha) está programando como um mago cafeinado, transformando ideias legais em coisas reais que vivem no seu celular. Então, que tal jogar umas moedas por aqui?
ro: Hei! Iată un gând nebun: ce-ar fi dacă cafeaua ta virtuală ar alimenta un om obișnuit care își petrece zilele gestionând proiecte IT și serile fiind un tată grozav pentru doi copii (și două pisici!) pentru a crea niște aplicații tare faine? Plot twist: când restul lumii doarme, acest tip (adică eu, Sascha) tastează ca un vrăjitor cafeneizat, transformând idei cool în lucruri reale care trăiesc în telefonul tău. Așa că, poate trimite o cafea pe aici?
ru: Эй! Вот безумная мысль: что если твой виртуальный кофе мог бы подпитать обычного человека, который проводит свои дни, управляя IT-проектами, а вечера — будучи крутым папой для двух детей (и двух котов!), чтобы создавать довольно классные приложения? Неожиданный поворот: когда весь мир спит, этот парень (это я, Саша) кодит как обкафеиненный волшебник, превращая крутые идеи в реальные штуки, которые живут в твоём телефоне. Так что, да, может быть, пришлёшь кофе в эту сторону?
sv: Hej! Här är en galen tanke: Tänk om ditt virtuella kaffe kunde driva en vanlig människa som projektleder IT-grejer på dagen och är en grym pappa till två barn (och två katter!) på kvällen att skapa några rätt coola appar? Plot twist: När resten av världen sover kodar den här snubben (det är jag, Sascha) som en koffeindriven trollkarl och förvandlar coola idéer till riktiga grejer som bor i din telefon. Så ja, kanske bjud på en kopp kaffe?
th: เฮ้! มีไอเดียเจ๋งๆ: ถ้ากาแฟเสมือนของคุณสามารถเติมพลังให้มนุษย์ธรรมดาที่ใช้เวลาทั้งวันบริหารโครงการ IT และช่วงเย็นเป็นคุณพ่อสุดเจ๋งของลูกสองคน (และแมวสองตัว!) เพื่อสร้างแอพดีๆ ล่ะ? พลิกล็อก: เมื่อโลกที่เหลือกำลังหลับ ผู้ชายคนนี้ (ผมนี่แหละ Sascha) กำลังโค้ดอย่างพ่อมดคาเฟอีน แปลงไอเดียเจ๋งๆ ให้กลายเป็นสิ่งที่อยู่ในโทรศัพท์ของคุณ ดังนั้น ส่งกาแฟมาทางนี้หน่อยเป็นไง?
tr: Hey! Çılgın bir düşünce: Sanal kahveniz, günlerini BT projelerini yöneten ve akşamlarını iki çocuğuna (ve iki kedisine!) harika bir baba olarak geçiren sıradan bir insanın güzel uygulamalar oluşturmasına güç verebilir. Sürpriz son: Dünya uyurken bu adam (yani ben, Sascha) kafeinli bir sihirbaz gibi kod yazıyor, havalı fikirleri telefonunuzda yaşayan gerçek şeylere dönüştürüyor. Yani, belki bir kahve göndermek istersiniz?
uk: Гей! Ось божевільна думка: Що якби твоя віртуальна кава могла підживити звичайну людину, яка проводить дні, керуючи ІТ-проектами, а вечори – будучи крутим татом для двох дітей (і двох котів!), створюючи доволі класні додатки? Несподіваний поворот: Коли решта світу спить, цей хлопець (тобто я, Sascha) кодить, наче заведений кофеїном чарівник, перетворюючи круті ідеї на реальні речі, які живуть у твоєму телефоні. То може відправиш трохи кави в цей бік?
ur: ارے! ایک عجیب خیال: کیا ہو اگر آپ کی ورچوئل کافی ایک عام انسان کو توانائی دے سکتی ہے جو اپنے دن آئی ٹی اسٹف کو منصوبہ بند کرنے میں اور اپنی شامیں دو بچوں (اور دو بلیوں!) کے لیے ایک زبردست ڈیڈ بننے میں گزارتا ہے تاکہ کچھ شاندار ایپس بنا سکے؟ کہانی کا موڑ: جب باقی دنیا سو رہی ہوتی ہے، یہ شخص (یعنی میں، Sascha) کیفین سے بھرے جادوگر کی طرح کوڈنگ کر رہا ہوتا ہے، اچھے خیالات کو اصل چیزوں میں بدل رہا ہوتا ہے جو آپ کے فون میں رہتی ہیں۔ تو ہاں، شاید اس راستے پر ایک کافی بھیج دیں؟
vi: Này! Suy nghĩ táo bạo: Nếu ly cà phê ảo của bạn có thể tiếp thêm năng lượng cho một con người bình thường – người dành cả ngày để quản lý dự án CNTT và buổi tối làm người cha tuyệt vời của hai đứa trẻ (và hai chú mèo!) – để tạo ra những ứng dụng khá tuyệt? Plot twist: Khi phần còn lại của thế giới đang ngủ, anh chàng này (chính tôi, Sascha) đang gõ mã như một phù thủy caffein, biến ý tưởng hay thành những thứ thực sự sống trong điện thoại của bạn. Vậy nên, có lẽ hãy gửi một ly cà phê nhỉ?
zh_hans: 嘿！这里有个奇妙的想法：如果你的虚拟咖啡能给一个平时负责IT项目管理、晚上又是两个孩子（和两只猫！）的超棒爸爸提供能量，让他创造一些相当不错的应用程序呢？转折：当世界其他地方都在睡觉时，这个人（就是我，Sascha）正像个喝了咖啡的巫师一样编码，把酷炫的想法变成真实存在于你手机中的东西。所以，也许给我寄点咖啡？
zh_hant: 嘿！這裡有個奇妙的想法：如果你的虛擬咖啡能給一個平時負責IT項目管理、晚上又是兩個孩子（和兩隻貓！）的超棒爸爸提供能量，讓他創造一些相當不錯的應用程式呢？轉折：當世界其他地方都在睡覺時，這個人（就是我，Sascha）正像個喝了咖啡的巫師一樣編碼，把酷炫的想法變成真實存在於你手機中的東西。所以，也許給我寄點咖啡？

# promotion.text2
source: Think of it as powering up your friendly neighborhood app wizard, just with more cat hair and dad jokes involved.
ar: فكر في الأمر كتقوية ساحر التطبيقات في حيّك، فقط مع المزيد من شعر القطط ونكات الأب المضمنة.
ca: Pensa-hi com alimentar el teu mag de les apps del barri, només que amb més pèl de gat i acudits de pare.
cs: Představ si to jako nabíjení tvého přátelského sousedského appového kouzelníka, jen s více kočičími chlupy a tátovskými vtípky.
da: Tænk på det som at give strøm til din venlige nabolagsapp-troldmand, bare med mere kattehår og fars vitser.
de: Es ist quasi wie eine kleine Tech-Revolution zu finanzieren, nur mit mehr Katzenhaaren und Papawitzen.
el: Σκέψου το ως ενδυνάμωση του φιλικού σου μάγου εφαρμογών της γειτονιάς, απλά με περισσότερη γατίσια γούνα και πατρικά αστεία.
es: Piensa en ello como darle energía a tu amigable mago de apps del vecindario, solo que con más pelos de gato y chistes de papá.
fi: Ajattele sitä kuin antaisit virtaa ystävälliselle lähialueesi sovellusvelholle, vain enemmän kissankarvaa ja isävitsejä mukana.
fr: Considérez ça comme donner un coup de boost à votre sorcier d'apps de quartier, mais avec plus de poils de chat et de blagues de papa.
he: חשוב על זה כהעלאת כוחו של קוסם האפליקציות השכונתי הידידותי שלך, פשוט עם עוד שיער חתולים ובדיחות אבא מעורבות.
hi: इसे अपने पड़ोस के ऐप जादूगर को पावर देने की तरह समझें, बस इसमें ज्यादा बिल्ली के बाल और पापा के मजाक शामिल हैं।
hr: Zamislite to kao da napajate svog prijateljskog susjedskog čarobnjaka aplikacija, samo s više mačjih dlaka i tatinih šala.
hu: Tekintsd úgy, mintha a barátságos környékbeli alkalmazásvarázslót táplálnád fel, csak egy kis plusz macskaszőrrel és apukás viccekkel.
id: Anggap saja itu sebagai memberi tenaga kepada penyihir aplikasi ramah di lingkunganmu, hanya dengan lebih banyak bulu kucing dan lelucon ayah yang terlibat.
it: Consideralo come dare energia al tuo amichevole mago delle app di quartiere, solo con più peli di gatto e battute da papà coinvolti.
ja: それは、より多くの猫の毛とお父さんジョークを含む、あなたの近所の親しみやすいアプリ魔法使いをパワーアップするようなものです。
ko: 친근한 동네 앱 마법사에게 힘을 불어넣는다고 생각하세요. 단지 고양이 털과 아재 개그가 조금 더 많을 뿐입니다.
ms: Anggaplah ia seperti menghidupkan ahli sihir aplikasi kejiranan yang mesra, cuma dengan lebih banyak bulu kucing dan jenaka ayah.
nb: Tenk på det som å gi kraft til din vennlige nabolags‑appmagiker, bare med mer kattehår og pappavitser involvert.
nl: Zie het als het opladen van je vriendelijke buurtapp-tovenaar, maar dan met meer kattenharen en vadergrappen.
pl: Pomyśl o tym jak o doładowaniu twojego zaprzyjaźnionego czarodzieja aplikacji w okolicy, tylko z większą ilością kociej sierści i żartów z tatusia.
pt_br: Pense nisso como dar energia ao seu mago de apps favorito do bairro, só que com mais pelos de gato e piadas de pai envolvidas.
pt_pt: É basicamente como financiar uma pequena revolução tecnológica, só que com mais pelo de gato e piadas de pai.
ro: Gândește-te la asta ca la a-i da energie vrăjitorului tău local de aplicații, doar că implică mai mult păr de pisică și glume de tată.
ru: Думай об этом как о подзарядке дружелюбного районного волшебника приложений, только с большим количеством кошачьей шерсти и папиных шуток в комплекте.
sv: Tänk på det som att ladda upp din vänliga app-trollkarl i grannskapet, fast med mer katthår och pappaskämt.
th: คิดซะว่าเป็นการเติมพลังให้พ่อมดแอปประจำละแวกของคุณ แค่มีขนแมวและมุกพ่อเพิ่มขึ้นเท่านั้นเอง
tr: Bunu, semtinizdeki dost canlısı uygulama büyücüsünü güçlendirmek gibi düşünün – sadece daha fazla kedi tüyü ve baba şakası içeriyor.
uk: Подумай про це, як про підзарядку твого дружнього сусіда-чарівника додатків, тільки з більшою кількістю котячої шерсті та татусевих жартів.
ur: اسے اپنے دوستانہ ڑپوسی ایپ جادوگر کو پاور اپ کرنے جیسا سمجھیں، بس زیادہ بلی کے بال اور ڈیڈ جوکس شامل ہیں۔
vi: Hãy coi đó như việc tiếp sức cho phù thủy ứng dụng thân thiện trong khu phố của bạn, chỉ là có thêm chút lông mèo và những câu đùa của ông bố.
zh_hans: 把它想象成给你友好的社区应用巫师充电，只不过带着更多的猫毛和爸爸笑话。
zh_hant: 把它想像成給你友好的社區應用巫師充電，只不過帶著更多的貓毛和爸爸笑話。
